Repository: hedberg/cmsplugin-blog
Catalog: cmsplugin_blog/locale/*/LC_MESSAGES/django.po
Languages: sv

source: author
sv: författare

source: title
sv: rubrik

source: Blog Apphook
sv: Blogg App

source: Latest entries
sv: Senaste inlägg

source: Blog entries
sv: Blogginlägg

source: Blog entries in %s
sv: Blogginlägg i %s

source: %(title)s tagged "%(tag)s"
sv: %(title)s taggat med "%(tag)s"

source: %(description)s tagged "%(tag)s"
sv: %(description)s taggat med "%(tag)s"

source: %(title)s by %(author)s
sv: %(title)s av %(author)s

source: %(description)s by %(author)s
sv: %(description)s av %(author)s

source: is published
sv: är publicerad

source: published
sv: publicerad

source: entry
sv: inlägg

source: entries
sv: inlägg

source: language
sv: språk

source: slug
sv: URL-namn

source: entry title
sv: översättning

source: entry titles
sv: översättningar

source: Number of entries items to show
sv: Antal inlägg att visa

source: Limits the number of items that will be displayed
sv: Begränsar antal inlägg som kommer att visas

source: Only show entries for the current language
sv: Visa endast inlägg med nuvarande språk

source: See entries by
sv: Se inlägg av

source: No entries
sv: Inga inlägg

source: Entries for
sv: Inlägg från

source: No entries for this day
sv: Inga inlägg denna dag

source: No entries for this month
sv: Inga inlägg denna månad

source: No entries for this year
sv: Inga inlägg detta år

source: Entries by
sv: Inlägg av

source: No entries by
sv: Inga inlägg av

source: Entries tagged
sv: Inlägg taggade

source: No entries tagged
sv: Inga inlägg taggade

source: See entries for
sv: Se inlägg från

source: See entries tagged
sv: Se inlägg taggade med
